Dlubal.RFEM5.IConnectionEccentricity
Interface for working with connection eccentricity.

Dlubal.RFEM5.IConnectionEccentricity.GetData
Gets connection eccentricity parameters.
Returns: Connection eccentricity parameters.

Dlubal.RFEM5.IConnectionEccentricity.SetData(System.UInt32@)
Sets connection eccentricity parameters.
Eccentricity: Connection eccentricity parameters

Dlubal.RFEM5.IConnectionEccentricity.Delete
Deletes connection eccentricity.